Repository: renoirb/Wordpress-RSVP-Plugin
Catalog: languages/rsvp-plugin-*.po
Languages: pt_br

source: Hi %s it looks like you have already RSVP'd. Would you like to edit your reservation?
pt_br: Olá, parece que você já registrou para o casamento. Você gostaria de fazer novamente?

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Yes, of course I will be there! Who doesn't like family, friends, weddings, and a good time?
pt_br: Sim, claro que eu vou! Quem não gosta de estar com a família em um lugar maravilho em um dia tão especial?

source: Um, unfortunately, there is a Star Trek marathon on that day that I just cannot miss.
pt_br: Infelizmente, eu vou perder este momento único e o sol de Punta Cana, mas desejo muitas felicidades ao casal.

source: So, how about it?
pt_br: Então, você decidiu?

source: Email Address
pt_br: E-mail

source: The following people associated with you have already registered
pt_br: As segmentes pessoas que estão associadas com você já registraram

source: The following people are associated with you. At this time you can RSVP for them as well.
pt_br: Estas pessoas estão associadas com você. Se você quiser, você pode responder por elas também.

source: Will %s be attending?
pt_br: %s vai participar?

source: Does %s need a kids meal?
pt_br: Você sabe se %s precisa de refeição para crianças?

source: Does %s need a vegetarian meal?
pt_br: Você sabe se %s é vegetariano(a)?

source: Did we slip up and forget to invite someone? If so, please add him or her here:
pt_br: Ops, nos equecemos de conviera alguém? Se sim, você pode adcionar?

source: Person's first name
pt_br: Nome

source: Person's last name
pt_br: Sobrenome

source: Person's email address
pt_br: Email

source: Does this person need a kids meal?
pt_br: Esta pessoa precisa de refeição para crianças?

source: Does this person need a vegetarian meal?
pt_br: Esta pessoa é vegetariana?

source: A first and last name must be specified
pt_br: Um nome e um sobrenome precisa ser adicionado

source: There are a few more questions we need to ask you if you could please fill them out below to finish up the RSVP process.
pt_br: Têm algumas questões que ainda precisam ser respondidas. Por favor, preencha os campos.

source: We could not find an exact match but could any of the below entries be you?
pt_br: Ops! Não conseguimos achar os dados correspondentes. Alguma desses nomes abaixo é o seu?

source: Welcome back
pt_br: Bem-vindo(a)!

source: Hi
pt_br: Olá!

source: Thank you
pt_br: Obrigado!

source: for RSVPing.
pt_br: por responder ao convite.

source: Thank you
pt_br: Obrigado!

source: You will also need to know your password which is
pt_br: Você precisará de uma senha que vai ser:

source: You have also RSVPed for -
pt_br: Você respondeu também por -

source: Please enter the code we provided you to RSVP.
pt_br: Por favor, preencha com o código que foi enviado exclusivamente para você.

source: New Attendee Registration
pt_br: Adição de um novo convidado

source: Need to modify your registration? Start with the below form.
pt_br: Você precisa mudar a sua resposta? Comece pelo formulário abaixo.

source: First Name
pt_br: Nome

source: Last Name
pt_br: Sobrenome

source: Passcode
pt_br: Senha

source: Complete your RSVP!
pt_br: Reponda ao convite!

source: Save Changes
pt_br: Salve as mudanças

source: Delete
pt_br: Apague

source: Apply
pt_br: Salve

source: Export Attendees
pt_br: Exportar a lista de convidados

source: Save
pt_br: Salvar

source: Save Sort Order
pt_br: Salve a ordem de sorteio

source: Answer
pt_br: Resposta

source: RSVP
pt_br: RSVP Responda por favor

source: This plugin allows guests to RSVP to an event. It was made initially for weddings but could be used for other things.
pt_br: Este plugin permite convidados a responderem à um evento. Ele foi feito inicialmente para casamentos, mas pode set usado para outras ocasiões.
